---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadArrowSeparation
source: html/7723b012-0d2f-a6ec-ccf1-7f04a06800fe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadArrowSeparation Property

"Distance between arrows"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadArrowSeparation { get; }
```